export const owner_id = 551919818;

export const owners_id = [551919818];

export const owner_commands = `Команды для Создателя:\n\n
1. @nlendon /start - Установка Бота для конкретной беседы!\n
2. @nlendon /create_command название_команды "Описание Команды" Роль ид_беседы - Создание существующих команд для @nlendon /help\n
3. @nlendon /delete_command /название_команды ид_диалога(Необязательно)\n
4. @nlendon /авада_кедавра ид_пользователя - Кикает с беседы отправляя смешной текст в лс негодяю`;

export const roles = [
    'Создатель',
    'Разработчик',
    'Заместитель Создателя',
    'Руководитель',
    'Заместитель Руководителя',
    'Основатель',
    'Спец.Администратор',
    'Заместитель Основателя',
    'Гл.Администратор',
    'Следящий за Форумом',
    'Заместитель Гл. Администратора',
    'Пиар-Менеджер',
    'Главный Следящий за Государственными Структурами',
    'Главный Следящий за Гетто',
    'Главный Следящий за Мафиями',
    'Заместитель Пиар-Менеджера',
    'VIP-Администратор',
    'Следящий за Государственными Структурами',
    'Следящий за Гетто',
    'Следящий за Мафиями',
    'Администратор'
];

export const inaccessible_roles = [
    'Заместитель Пиар-Менеджера',
    'VIP-Администратор',
    'Следящий за Государственными Структурами',
    'Следящий за Гетто',
    'Следящий за Мафиями',
    'Администратор'
];

export const record_allowed_roles = [
    'Создатель',
    'Разработчик',
    'Заместитель Создателя',
    'Руководитель',
    'Заместитель Руководителя',
    'Основатель',
    'Спец.Администратор'
];

export const priorities = [
    'Высокий', 'Средний', 'Низкий', 'Желаемый'
];

export const structures = [
    'Гетто', 'Государственные Структуры', 'Мафии'
];

export const appoint_toGrade_roles = [
    'Создатель',
    'Разработчик',
    'Заместитель Создателя',
    'Руководитель',
    'Заместитель Руководителя'
];
